{
    "aboutMe": {
        "title": "Über mich"
    },
    "skills": {
        "title": "Fähigkeiten"
    },
    "projects": {
        "title": "Projekte"
    },
    "profession": {
        "oneLetter": "E",
        "twoLetter": "N",
        "threeLetter": "T",
        "fourLetter": "W",
        "fiveLetter": "I",
        "sixLetter": "C",
        "sevenLetter": "K",
        "eightLetter": "L",
        "nineLetter": "E",
        "tenLetter": "R"
    },
    "contact": {
        "title": "Kontakt"
    },
    "hello": {
        "title": "Hallo Welt",
        "name": "Ich bin David Lehnartz"
    },
    "getInTouch": {
        "title": "Kontaktiere mich"
    },
    "whoIs": {
        "title": "Wer ist David?",
        "about": "Über mich",
        "description": "Hallo, ich bin David. Ich liebe es, in der IT zu arbeiten, denn Programmieren fühlt sich an wie das Lösen spannender Rätsel jeden Tag. Meine Leidenschaft liegt darin, clevere und effiziente Lösungen zu entwickeln, die wirklich etwas bewirken. Meine Inspiration schöpfe ich aus den unendlichen Möglichkeiten, ständig Neues zu lernen, sei es durch neue Technologien oder komplexe Herausforderungen. Jedes Problem, das ich angehe, lehrt mich etwas Neues und motiviert mich, die eleganteste und wirkungsvollste Lösung zu finden.",
        "based": "Sitz in Remscheid",
        "relocate": "Offen für einen Umzug",
        "remote": "Offen für Remote-Arbeit",
        "talk": "Kontaktiere mich"
    },
    "stack": {
        "title": "Skill set",
        "text": "MEIN STACK",
        "description": "Ich bin ein engagierter Frontend-Entwickler mit einer Leidenschaft für moderne Webtechnologien. Lernbereit und anpassungsfähig stelle ich mich neuen Herausforderungen mit Begeisterung. Überzeugen Sie sich selbst von meinen Fähigkeiten!",
        "stickerTop": "Klick",
        "stickerBottom": "mich",
        "stickerPeeled": "Ich bin auch interessiert an:"
    },
    "myWork": {
        "title": "Projekte",
        "text": "MEINE ARBEIT",
        "description": "Hier findest du eine sorgfältig ausgewählte Auswahl meiner Projekte – jedes davon ein Ergebnis meiner Leidenschaft für Webentwicklung, Kreativität und Problemlösung. Diese Projekte spiegeln meinen Weg des Lernens, Wachsens und der Umsetzung von Ideen in reale, wirkungsvolle Anwendungen wider.",
        "projectDescription1": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzern und Kategorien zu.",
        "projectDescription2": "Willy the Wizard ist ein düsteres 2D-Action-Adventure, das Spieler in eine vergessene, gefährliche Welt entführt. Als junger Zauberer Willy musst du alte Magie meistern, finstere Kreaturen besiegen und dein Schicksal in einer zerfallenen Welt voller Geheimnisse finden. Ein forderndes Gameplay, atmosphärische Pixelgrafik und eine melancholische Geschichte prägen Willys Reise ins Unbekannte.",
        "projectDescription3": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeit-Nachrichten und einer robusten Kanalorganisation.",
        "detailBtn": "Projekt details"
    },
    "contactForm": {
        "title": "Bereit, gemeinsam zu arbeiten?",
        "text": "Kontaktiere mich",
        "description": "Ich bin offen für neue Herausforderungen, spannende Projekte und kreative Zusammenarbeit. Besonders begeistern mich moderne Webtechnologien, saubere Code-Strukturen und nutzerfreundliche Anwendungen. Wenn du ein Projekt planst, jemanden zum Austauschen suchst oder einfach nur Hallo sagen möchtest, freue ich mich über deine Nachricht. Vielleicht entsteht daraus ja etwas Großartiges!",
        "name": "Wie lautet dein Name?",
        "namePlaceholder": "Dein Name",
        "email": "Wie lautet deine E-Mail?",
        "emailPlaceholder": "email@email.com",
        "message": "Wie kann ich dir helfen?",
        "messagePlaceholder": "Deine Nachricht",
        "privacyTextTop": "Ich habe die",
        "privacyTextLink": "Datenschutzrichtlinie",
        "privacyTextBottom": "gelesen und stimme der Verarbeitung meiner Daten gemäß den dort beschriebenen Bedingungen zu.",
        "submitBtn": "Senden",
        "legalNotice": "Impressum",
        "stickerText": " • David Lehnartz • Frontend-Entwickler • David Lehnartz • Frontend-Entwickler",
        "messageMinLength": "Die Nachricht muss mindestens 4 Zeichen enthalten.",
        "nameMinLength": "Die Nachricht muss mindestens 4 Zeichen enthalten.",
        "emailInvalid": "Bitte geben Sie eine gültige E-Mail-Adresse ein."
    },
    "testimonial": {
        "title": "Meinungen der Kollegen",
        "text": "In Ihren Worten:",
        "description1": "David bringt nicht nur technisches Know-how mit, sondern auch ein feines Gespür für Design und Nutzererlebnis. Die Zusammenarbeit war professionell, angenehm und effizient. Ich freue mich auf weitere gemeinsame Projekte!",
        "description2": "In stressigen Phasen behält David einen kühlen Kopf und findet immer pragmatische Lösungen. Seine positive Art macht die Zusammenarbeit sehr angenehm.",
        "description3": "Die Zusammenarbeit mit David war jederzeit unkompliziert und professionell. Seine Kreativität und seine schnelle Auffassungsgabe haben unser Projekt enorm bereichert.",
        "profession": "Frontend Entwickler"
    },
    "projectJoin": {
        "goBack": "Zurück",
        "description": "Beschreibung",
        "descriptionText": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen und weise Benutzer sowie Kategorien zu.",
        "details": "Details zur Umsetzung",
        "detailsText": "TEST",
        "duration": "Zeitraum:",
        "durationText": "5 Wochen",
        "nextProject": "Nächstes Project"
    },
    "projectWilly": {
        "goBack": "Zurück",
        "description": "Beschreibung",
        "descriptionText": "Willy the Wizard ist ein düsteres 2D-Action-Adventure, das die Spieler in eine vergessene, gefährliche Welt entführt. Als der junge Zauberer Willy musst du uralte Magie meistern, finstere Kreaturen besiegen und dein Schicksal in einem zerfallenden Land voller Geheimnisse entdecken. Herausforderndes Gameplay, stimmungsvolle Pixelgrafik und eine melancholische Geschichte prägen Willys Reise ins Unbekannte.",
        "details": "Details zur Umsetzung",
        "detailsText": "TEST",
        "duration": "Zeitraum:",
        "durationText": "5 Wochen",
        "nextProject": "Nächstes Project"
    },
    "projectDABubble": {
        "goBack": "Zurück",
        "description": "Beschreibung",
        "descriptionText": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und Zusammenarbeit durch eine intuitive Benutzeroberfläche, Echtzeitnachrichten und eine leistungsstarke Kanalorganisation.",
        "details": "Details zur Umsetzung",
        "detailsText": "TEST",
        "duration": "Zeitraum:",
        "durationText": "4 Wochen",
        "nextProject": "Nächstes Project"
    },
    "stickerText": {
        "stickerText": "David Lehnartz • Frontend-Entwickler • David Lehnartz • Frontend-Entwickler"
    }
}